[
  {
    "rank": "175",
    "cover": "175.jpg",
    "title": "Sup Mate",
    "artist": "Young Thug (feat. Future)",
    "year": "2019",
    "write_up": "Future/Young Thug, as the defacto Modest Mouse/Built to Spill of the Atlanta generation of rap music, have made a lot of music together, even an entire project. Sup Mate is my personal favorite, as it shows what happens when geniuses are given the space to interplay artistically with each other. So much of it feels almost ridiculously instinctual. Anyone who knows their musical style can tell it isn’t an act. There are so many great throw away lines here, sticky lines, like fish guts, that make ‘Sup Mate’ an alive work of art. It's the type of song to make a sleepless bus drive from Sevilla to Valencia in the middle of the night somehow worthwhile.",
    "lyric": "I should teach drug classes",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "174",
    "cover": "174.jpg",
    "title": "Look At Me!",
    "artist": "XXXTentacion",
    "year": "2015",
    "write_up": "It’s hard to shock teenagers. For a month or two, XXX did, and it made him famous. He did it again for countless more kids over the course of the next couple of years before he died. The crude sexuality doubles both as a gateway to his perverse intrusive thoughts, and as a loud and clear warning for why you should stay away from him.",
    "lyric": "I put a hole in your parents, aye",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "173",
    "cover": "173.jpg",
    "title": "Please",
    "artist": "Florry",
    "year": "2018",
    "write_up": "Indie Rock burns with a quiet sort of passion that passerby can sometimes sense to be only passivity. I hate that. It’s passive not to care, it’s passive to choose money over soul, it’s passive to believe in yourself and not in the world, and it’s passive to choose the easy way out every time. ‘Please’ is a literal plea for others to understand, a mazy trek of a song which has emotional peaks and valleys, like real life, but as it is only a work of art and not an actual life with real human experience, people can ignore it if it just doesn’t benefit their life enough to care for it.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "172",
    "cover": "172.jpg",
    "title": "Imaginary Person",
    "artist": "Ty Segall",
    "year": "2010",
    "write_up": "Garage rock is fun, that’s the whole point of it. ‘Imaginary Person’ takes that fun and adds psychological edge to it, ruining the fun for some people, but for others, it takes what would be only a few minutes of fun and turns it into a whole day of it. I just mean, from playing the song over and over again. Because you, you are, an imaginary person. You’re in my head. But I am certain, you are real. Yeah!",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "171",
    "cover": "171.jpg",
    "title": "Ode to Boy [Demo]",
    "artist": "Sorry",
    "year": "2017",
    "write_up": "I have a soft spot for women in love. They’re just so comforting and warm, I want to wrap myself up in them and pass out in their arms. ‘Ode to Boy’ is about that sort of love, and treats it like the special sort of human gift to the world that it is. Sorry write great love songs.",
    "lyric": "Can we talk it through like adults?",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "170",
    "cover": "170.jpg",
    "title": "I Am Who They Say I Am",
    "artist": "YoungBoy Never Broke Again",
    "year": "2018",
    "write_up": "There are some people who are born with an instinctive gift for singing their heart out in non-embarrassing ways. Otherwise known as talent. NBA YoungBoy is one of them, and though his personal life shows that world he grew up in is far from a thing of the past, there’s a plain beauty to being able to reinterpret the harshness of life into pop music. He believes in himself as an artist, in his unique individuality particularly, and while it isn’t always convincing, it makes for great music as it comes together.",
    "lyric": "Look for my mama when I try to look inside my woman",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "169",
    "cover": "169.jpg",
    "title": "Peach Boy",
    "artist": "Jay Som",
    "year": "2016",
    "write_up": "Jay Som is another piece of evidence for queer women's indie rock takeover. Peach Boy is a standout track for her as a result of its earworm nature. I really like the main guitar riff, prodding and well thought-out, and its specific hazy tone combines nicely with her lo-fi vocal track. It’s just a well written song, loving and repentful, never having to take itself too seriously.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "168",
    "cover": "168.jpg",
    "title": "Do You Want It All?",
    "artist": "Two Door Cinema Club",
    "year": "2010",
    "write_up": "Two Door Cinema Club are pretty cool.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "167",
    "cover": "167.jpg",
    "title": "Paws",
    "artist": "Forth Wanderers",
    "year": "2013",
    "write_up": "This girl is not happy, like, at all!! Emotion's has never come so easily for a band this century. Ava Trilling, as well as Ben Guterl, were genius high schoolers overflowing with talent. That age thing doesn't really affect the quality of the music. ‘Paws’ seems written about a close teen friendship turning unhappily into romantic love. However, what really makes Forth Wanderers different, is that when I played this on my radio show the old man who ran a 70s station the hour before me called me up, begging to know the name of the band and the name of this song. Some people can just create things that go beyond the limits of their experience.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "166",
    "cover": "166.jpg",
    "title": "Voodoo",
    "artist": "Chief Keef",
    "year": "2015",
    "write_up": "‘Voodoo’ has a lot of faults, probably more faults than any other song on this list. It’s still a special song, because Keef is literally the only person on earth who can make unique creepy-clown production (think back half of Graze - Animal Collective), into dark epics. Not only is he the only person strange enough to have this kind of vision, but he is also the only person with the wherewithal to make it happen, to have the ability to turn vivid ideas from the subconscious into works of art.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "165",
    "cover": "165.jpg",
    "title": "Ur My Bby",
    "artist": "Ricky Eat Acid",
    "year": "2011",
    "write_up": "Aesthetics are nice, they give you a chance to attach a personal enjoyment to something from only a second or two of consumption. Pop music is not just about aesthetics though, it’s about precise songwriting, hard work, and innovation. So aesthetics, essentially, are that all-important initial bridge between our ingrained sense of utility and the real artistic meat of the work. From the first fifteen seconds of ‘Ur My Bby', we understand the aesthetic appeal of its old school and lo-fi melody, but it’s over the course of the rest of the song when we see all the pieces really come together, even without any words.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "164",
    "cover": "164.jpg",
    "title": "Your Brain is Made of Candy",
    "artist": "Mourn",
    "year": "2014",
    "write_up": "Some songs are just what they are you know, like the title just explains it, and then within twenty seconds or so, the rest of the song is clear too. ‘Your Brain is Made of Candy’ is just one of those audience pleasers that doesn’t completley make sense but has palpating energy and outright catchiness. There’s an emotional specificity to the title line too that keeps it in your mind long after you hear it.",
    "lyric": "Oh your brain’s made of candy / At first I thought it was rancid",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "163",
    "cover": "163.jpg",
    "title": "The Club",
    "artist": "Hinds",
    "year": "2018",
    "write_up": "Hinds are also from Spain, and in an interview I saw them talk about the Strokes like it was the Rolling Stones talking about Muddy Waters. It’s not hard to see that sort of appeal to their music, which is about making Indie Rock like they’re all stuck at in the basement at one of those Korean factories which spits out heavily marketable boy bands like it’s what they eat for breakfast. Unique to them are the overlapping melodies of their two vocalists and the nice and friendly way their bandmates stay in step with them.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "162",
    "cover": "162.jpg",
    "title": "Monster",
    "artist": "Hinoni",
    "year": "2018",
    "write_up": "Soundcloud has long secured a place in the halls of music history. Without it artists like Bladee and genres like Nightcore wouldn’t be important. It’s true, important is subjective, but it’s still a platform for artists dedicated to the new. When mainstream music scene is allergic to desperation, it opens up space for other people to reach the countless others out there who also feel alienated. Hinoni, and specifically Capoxxo, have more or less invented a new genre, Blink-182 pop-punk cloud rap, and if they weren’t necessarily the ones who invented it, they’re some of the ones who popularized it.",
    "lyric": "Eventually I Got Sent Out to Idaho",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "161",
    "cover": "161.jpg",
    "title": "After You",
    "artist": "Kanye West",
    "year": "201?",
    "write_up": "After You is the only leak on this list. I wouldn’t have included it, first-draft mumbled verses and all, if I didn’t still think it was a finished artistic product in a way. He can reinterpret this again if he wants but I don’t even know if it would still have the same sort of emotional power he gets across here from freestyling. Sometimes, when the productions perfect, talented artists can catch something real from somewhere inside you as you invent on the spot. Being alone with yourself and your voice and your thoughts is enough.",
    "lyric": "You know the evil that men do",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "160",
    "cover": "160.jpg",
    "title": "Happy to See Me",
    "artist": "Hop Along",
    "year": "2015",
    "write_up": "Hop Along have released three great albums this decade, but my personal favorite is 'Painted Shut', which glows from song to song, hook to hook, until the songs are indistinguishable from each other yet still clearly separate when you actually listen to one of them. The backing band is not especially important here, instead it’s the up-and-down, quiet-and-loud, constant contradictions of Quinlan’s Midwestern and uniquely Emo singing style that make it so good.",
    "lyric": "Father gets up at 4 A.M. / To post a motivational video on youtube again",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "159",
    "cover": "159.jpg",
    "title": "Pilot Light",
    "artist": "Sour Widows",
    "year": "2019",
    "write_up": "People who stake nothing hate people who stake anything.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "158",
    "cover": "158.jpg",
    "title": "Yea Yea",
    "artist": "Johnny Cinco",
    "year": "2017",
    "write_up": "This list is going to have a lot of Atlanta rappers. Johnny Cinco might be the most consistent of them all. It’s been years and he’s still making the same type of hits. Furred shelters of songs that pound hard and believe in themselves. He has one of the strongest senses for stage presence of any rapper out.",
    "lyric": "25 for a flight and I ain't even make it",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "157",
    "cover": "157.jpg",
    "title": "Been Had Sauce",
    "artist": "BoofPaxkMooky",
    "year": "2019",
    "write_up": "Young Thug and Future by this point in 2022 have more or less abandoned their uniqueness in the attempt to secure hits like Lil Baby and Lil Durk have been able to get. While some see this is as an example of their waning influence as artists, the existence of underground rappers like BoofPaxkMooky show it to be more just a sign of the times. The same indelible taste for sonically exploratory trap music lives on, only this time, it’s people with the urge to do something new. BoofPaxk’s hiccupy style takes some getting used to, but eventually his spatial talent wins you over, just like those old guys used too.",
    "lyric": "Swag major, yeah / major, swag / Been had sauce / Been had sauce, swag, major",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "156",
    "cover": "156.jpg",
    "title": "Carnival Dough",
    "artist": "Sun Club",
    "year": "2015",
    "write_up": "Indie Pop, especially weird sounding Indie Pop, especially weird sounding Indie Pop from Baltimore, will always be compared to Animal Collective. Sun Club do it a little different though, using the stylistic basicness of the genre to invent their own little fun, less abrasive than the collective, but still doing things for all the right reasons, soaring into the self-created heights like there’s no tomorrow.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "155",
    "cover": "155.jpg",
    "title": "Don't Know What To Do",
    "artist": "Arbes",
    "year": "2015",
    "write_up": "Arbes make vibey music for the sake of making vibey music. True, a lot of other bands do that. I can name a few who made it big off of Spotify in the last couple years. Their artistic sensibility is stronger than those acts though, even if they don’t have the numbers to show for it. Vibes here exist in the sophisticated distance, able to be enjoyed but never to feel in excess. The beach guitars are a nice change too for this style of music.",
    "lyric": "Don’t waste your time",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "154",
    "cover": "154.jpg",
    "title": "Hurt Real Bad",
    "artist": "Trouble",
    "year": "2018",
    "write_up": "A legend of Atlanta music, Trouble was luckily able to secure an entire album with Mike WiLL Made-It to show out before he passed. Its best songs, like Hurt Real Bad, are about how pain sinks into our skin until we can no longer feel it. These songs tacitly explore the long standing blues tradition of the American South, and are subtly spiritualistic pieces of a mind that's gradually losing itself in the streets.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "153",
    "cover": "153.jpg",
    "title": "Junk of the Heart (Happy)",
    "artist": "The Kooks",
    "year": "2011",
    "write_up": "This song is the only song on this list that has been placed for sentimental purposes. All the rest I honestly believe to be the best songs of the decade. Not that I'm going to like argue with someone who thinks ‘Junk of the Heart’ was that great, it’s just that it’s only on this list because no other song has been as singularly important in my passion for music. I was in 5th grade when a girl caught me looking at her, and as she looked away and rolled her eyes, I heard perfectly that tune of ‘I want to make you happy’ repeating somewhere deep inside me. A year or two later, standing in my room, looking out the window over a foreign city, I listened to it again so I could be transported back, skin and soul and all, to my hometown. I made sure to only listen to it once and a while, so the feeling would last. It was like time travel. And yeah I guess, it’s also just a great song.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "152",
    "cover": "152.jpg",
    "title": "They Want My Soul",
    "artist": "Spoon",
    "year": "2014",
    "write_up": "All across this album is the evidence of a band working for nobody but themselves. It leads, in many different directions, into great pop music, but never so brutally as in ‘They Want My Soul’, which has standard chord changes and normal rock n’ roll energy but without all of the pride other songs like it, on this album and elsewhere, have. Spoon will be remembered as one of the most consistent indie acts of the early 21st century, which is not a small accomplishment by any means.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "151",
    "cover": "151.jpg",
    "title": "The Violence Inside",
    "artist": "En Attendant Ana",
    "year": "2018",
    "write_up": "Guitar pop and indie music in general fans, you can eat your heart out with An Ettendant Ana. In terms of influences, it wouldn’t make much sense to get into it, but Alvvays fans will love it most likely. The French have been important to popular music like no other non-English speaking country, showing that qualified artistic sensibilities can arise from anywhere on earth. To borrow from that popular American movie which was clearly in love with French culture: ‘Not everyone can be a great cook, but, anyone can be a great cook’.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "150",
    "cover": "150.jpg",
    "title": "Avian",
    "artist": "Mac Miller",
    "year": "2013",
    "write_up": "Mac Miller, through albums like Blue Side Park, Divine Feminine, and Swimming, proved himself to be a gifted rapper. He never wows at first hearing, but he is always able to fit seamlessly into the beat. On his best songs, he finds pockets of wisdom from the back of his mind, like in Avian, where he quips “TV Money / Dollar for sense of humor” and “Not into this conversation, I been in my head for hours, I’m out.” These lyrics perfectly encapstulate the (drug-related) feeling of wanting to escape our bodies:",
    "lyric": "There's a bird in the sky / Look at him fly / Why, why, why, why, why",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "149",
    "cover": "149.jpg",
    "title": "Blonde Blood",
    "artist": "Boyscott",
    "year": "2015",
    "write_up": "Boyscott's debut album is filled with warm, catchy surf-guitar licks. The songs carefully bend through subtle emotional dynamics, which the whispery soft vocals clearly echo, but what’s most impressive is how trivial, fun and easy they make it sound. ",
    "lyric": "I might act like I'm an asshole / Mean guys always get close to you",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "148",
    "cover": "148.jpg",
    "title": "Skyfall (ft. Young Thug)",
    "artist": "Travis Scott",
    "year": "2014",
    "write_up": "Travis Scott has built himself a formidable popular legacy over the course of the decade. He has never been an artistic innovator, borrowing from other artists and producers for the basis of his sound, but still, he created a distinctive style. His lyrics have never been strong, but his syrupy robotic vocals here soar through the bridges and at the end of the day, he comes close to Young Thug’s world, which is a credit to him, considering it’s his song.",
    "lyric": "I’m it like a game that get played by a kid",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "147",
    "cover": "147.jpg",
    "title": "The Knowing",
    "artist": "The Weeknd",
    "year": "2012",
    "write_up": "Starting with a soft, melancholy Cocteau Twins sample, The Weeknd builds a sonic world through the expansiveness of his vocals. He isn’t as dynamic (or unintelligible) as Elizabeth Fraser, but he understands how to construct cascades of emotion, which swirl beneath him as he proudly rejects an ex-lover.",
    "lyric": "You probably thought that you’d break my heart.",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "146",
    "cover": "146.jpg",
    "title": "On God",
    "artist": "Vonte",
    "year": "2019",
    "write_up": "After the mainstream explosion in 2016, Soundcloud Rap went into hiding, slowly building itself back up again through Pluggnb, until rappers like Vonte, BoofPaxkMooky, 1600J, Tony Shhnow and 10KDunkin fully arrived, artistic hearts intact. Vonte’s innate stylistic reliance on heavy autotune takes some getting used to, but on songs like ‘On God’, he finds the hidden emotional pathos absent from much of mainstream rap, powered all the time by a brilliant, spectral beat. ",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "145",
    "cover": "145.jpg",
    "title": "Home",
    "artist": "LCD Soundsystem",
    "year": "2010",
    "write_up": "LCD Soundsystem isn’t known for pop-gold through brevity, they find it instead through elongated philosophical meanderings, surrounded by straight-forward dance-influenced bass and drum lines, as well as small guitar licks. Home isn’t ‘All My Friends’, or ‘Someone Great’, but it finds a soft transcendence through reimagining the basics that made up those two gargantuan songs. Every component fits perfectly.",
    "lyric": "And you stay home, and you better, ‘cause you’re afraid of what you are",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "144",
    "cover": "144.jpg",
    "title": "Broke Boi",
    "artist": "Playboi Carti",
    "year": "2015",
    "write_up": "MexikoDro is one of the most influential producers of the decade, and his sensibility is all over Broke Boi, which glides through glittery keys in the light of Carti’s incessant, reckless confidence. Carti’s flow here steals the show, his intonations making the most basic flexes memorable and irresistibly catchy.",
    "lyric": "Audi, Beamer, Benz with the roof up",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "143",
    "cover": "143.jpg",
    "title": "Tonya Harding (In D Major)",
    "artist": "Sufjan Stevens",
    "year": "2017",
    "write_up": "Released around the same time as the movie, Sufjan Stevens uses his distinctive prosaic style with the simplicity and eloquence that his name became synonymous with in the wake of his fantastic past released like ‘Michigan’ and ‘Illinois’. Here, like he did in the past with John Wayne Gacy, he calmly talks face-to-face with a larger-than-life American cultural figure, implicitly challenging their standard negative moral connotation. ",
    "lyric": "She took quite a beating, so you’re not above cheating",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "142",
    "cover": "142.jpg",
    "title": "Say To You",
    "artist": "STRFKR",
    "year": "2013",
    "write_up": "STRFKR are one of the happiest, most bountifully creative groups of the decade. They’re not particularly substantive, but they have a knack for melodies, which come through the emotionally searing vocals and electronic peripheries of ‘Say to You’. Emotions ae hard to come by in our current day and age. STRFKR lets you arrive to them without any overly-sentimental baggage.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "141",
    "cover": "141.jpg",
    "title": "Harps",
    "artist": "The Sea and the Cake",
    "year": "2012",
    "write_up": "While their most important music is in their first three projects, the Sea and Cake are one of the most consistently creative indie bands for a reason. Harps starts off at a snail’s pace, but it provides the room for one stunningly clean guitar crescendo. Like their 1997 slow-build epic, ‘The Argument’, the Sea and Cake defy the familiar trappings of indie pop by hiding their gold from sight at first glance. ",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "140",
    "cover": "140.jpg",
    "title": "Property Brothers",
    "artist": "Fox Academy",
    "year": "2019",
    "write_up": "Fox Academy made some of the best bedroom pop of the era (Lavender Blood) by not trying to necessarily make music with that kind of label. Their best songs are about isolation, but always indirectly, even as the lyrics describe an elongated lonely stay in a hospital, it’s the hazy edges of the production that really reinforce those well-known inspirational feelings of alienation. Property Brothers never felt more nihilistic, which says something.",
    "lyric": "Fast like Saquon / I got it wrong",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "139",
    "cover": "139.jpg",
    "title": "Be Above It",
    "artist": "Tame Impala",
    "year": "2012",
    "write_up": "The Beatles are pretty cool. It’s hard to name another act more directly influential on the wider scope of popular music. ‘Be Above It’ shows Tame Impala’s modern reinvention of their stylistic technique, most clearly referential in the whiny yet emotionally enriching vocals. The ‘Gotta Be Above It’ spoken affirmation reverberating throughout latches us down, so that those beautiful waves of synths can really release those things that build up inside of us.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "138",
    "cover": "138.jpg",
    "title": "Neighborhood Hero",
    "artist": "Lil Durk",
    "year": "2018",
    "write_up": "Bleakness is standard for drill, but Lil Durk has found his own melodic corner of it. ‘Neighorhood Hero’ has some really great lines on it. His later unprecedented popular music success is the result of years and years of hard work, as well as some help from innovations his city neighbor Keef made back in the day.",
    "lyric": "Don’t get shot in my areas, ain’t no trauma unit",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "137",
    "cover": "137.jpg",
    "title": "Rip Van Winkle",
    "artist": "Shannon & the Clams",
    "year": "2013",
    "write_up": "Old times have a certain sort of charm. It’s likely their simplicity. Classic pop music is no different, and Shannon & the Clams know that simplicity was often just a product of hard songwriting work. While they had no intention of reinventing the wheel or leading American popular music into a new age, this band only wanted to recreate the 50s jukebox diner aesthetic of pop music and hey, I’m alright.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "136",
    "cover": "136.jpg",
    "title": "Toughest Part",
    "artist": "Shady Bug",
    "year": "2017",
    "write_up": "While their 2019 album ‘Lemon Life’ is more consistently dynamic, ‘The Toughest Part’ finds lead singer Hannah Rainey writing love songs in the vein of Frankie Cosmos and Forth Wanderers, exploring romantic subtleties with precise and catchy melody.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "135",
    "cover": "135.jpg",
    "title": "Who Goes There",
    "artist": "Bladee",
    "year": "2016",
    "write_up": "I first heard Bladee through my friend’s speaker, standing in a park, smoking and laughing together, while synths entered into my soul. We all liked Bladee, which is unique, because there was hardly anybody who we all really liked. His best songs are like alien deposits, little packets of emotion and newfound auditory pleasure mixed together into something somehow coherent. It was new, innovative, and ridiculously creative.",
    "lyric": "No touching, I find it disgusting",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "134",
    "cover": "134.jpg",
    "title": "Self Control",
    "artist": "Frank Ocean",
    "year": "2016",
    "write_up": "Featuring a Yung Lean bridge, Self Control is where Blonde finds itself approaching pop stardom. Frank Ocean bends his voice in and out of a wavering guitar, exploring the edges of how we come to understand ourselves, never abandoning its mass appeal.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "133",
    "cover": "133.jpg",
    "title": "Lil Haiti Baby",
    "artist": "Future",
    "year": "2015",
    "write_up": "2015 Future was at the peak of his dominance, confident and brutal all at once, never someone to really emotionally trust but someone whose primeval intentions are made stunningly real. The husky and labored voice he employs for the entirety of ‘Lil Haiti Baby’ is one of those slight intonational innovations that only he does so well. He makes the cruelness of the world sound like a fact of life, the dark nihilism of America like his bread and butter, artistically challenging without ever really trying to be.",
    "lyric": "Shoot in broad day, he shoot in broad day / Shot the whole window up in broad day",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "132",
    "cover": "132.jpg",
    "title": "Smoke Again (ft. Ab-Soul)",
    "artist": "Chance the Rapper",
    "year": "2013",
    "write_up": "Before he lost his ability to control how people thought of him, Chance the Rapper had his reputation for a reason. His music is silly and earnest, but it has an unmistakably youthful driving energy. Ab-Soul delivers his feature, understanding the task well. The production is also endearingly buoyant.",
    "lyric": "She only got you as a n**** on the side / That’s a n**** on the side of a side bitch, homie",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "131",
    "cover": "131.jpg",
    "title": "Soft Shape",
    "artist": "Empath",
    "year": "2019",
    "write_up": "The veering synth in the background, her wonderful sadness, and a simultaneous energy, of a band that knows what it wants. Pop. Empath specialize in vaguely antique guitar textures, but it would be in bad faith to pretend that’s all they are. Their best songs, like soft shape, are encapsulations of rapidly vanishing wistfulness.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "130",
    "cover": "130.jpg",
    "title": "I Can Drive",
    "artist": "Lil Uzi Vert",
    "year": "2016",
    "write_up": "So many things come to Uzi easily. He seems to know how to float everything together, as if guided by an invisible hand that sees his freestyles as musical notes on a sheet of paper. The simplest phrases feel like meandering gifts from a higher god.",
    "lyric": "Yeah I can drive, drive it fast now",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "129",
    "cover": "129.jpg",
    "title": "Set Dat Bitch Off (Remix)",
    "artist": "A$AP Ant",
    "year": "2016",
    "write_up": "This DC-based, A$AP Mob affiliate never really found his place in the popular rap conversation, though with ICYTWAT's help, he finds himself here navigating the center of an never ending underground rave as if he'd been there his whole life.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "128",
    "cover": "128.jpg",
    "title": "Drunk Drivers / Killer Whales",
    "artist": "Car Seat Headrest",
    "year": "2016",
    "write_up": "For many artists on this list, I’ve avoided their most famous songs, it’s partly egotistical but it’s really just a matter of what clicks. Car Seat Headrest has many great songs (Nervous Young Inhumans, Something Soon), but none quite like Drunk Drivers. It’s rare, almost impossible to state how rare, to find a song so melodically unforgettable and lyrically perfect that Isaac Brock could have written it.",
    "lyric": "In the backseat of my heart / Our love tells me I’m a mess",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "127",
    "cover": "127.jpg",
    "title": "Gardena's Finest",
    "artist": "D. Savage",
    "year": "2016",
    "write_up": "Movie samples, long extended intros with mixtape tags everywhere, yep, it’s a SoundCloud song. D. Savage couldn’t make the switch to the mainstream, but he’s so comfortable here, laid back in the beat, a natural and wavy atmosphere all around him. It’s like a strong punch to the gut when he comes on the song.",
    "lyric": "Hit ‘em with the stick, hit em with the pump / Watch his body flip, we don’t give a shit",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "126",
    "cover": "126.jpg",
    "title": "All Day",
    "artist": "Q Da Fool",
    "year": "2018",
    "write_up": "What makes life feel amazing, really? Sex, money, recognition, and music. Q Da Fool, the classic DC rapper, finds happiness, or at least models a version of it while he breezes through the streets and euphoric background synths. Just flat out works well, similarly to Trap Flue’s ‘Couple Bandz’.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "125",
    "cover": "125.jpg",
    "title": "Haunt Me (x3)",
    "artist": "Teen Suicide",
    "year": "2013",
    "write_up": "Teen Suicide, aptly named, base their sound on the rediscovery of adolescent emotions. The aesthetic for the music, as it is with most of Sam Ray’s music, is this particular form of specific lo-fi which warps the idea of lo-fi so entirely that it feels like he’s the only person who’s ever thought of making music this way. The sleepy sleekness of the synths and the soft-spoken hushed vocals combine to make it all, and by all I mean life and the song and the world, feel like sitting next to a warm fire.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "124",
    "cover": "124.jpg",
    "title": "Hannah Montana",
    "artist": "Migos",
    "year": "2013",
    "write_up": "Migos maybe were never really anything more than what they were. Trap music as party music, turn-up music as rap music, fun as fun. The songs obsession with cocaine is somehow endearing, as is the clear obsession with the whole lifestyle of it all.",
    "lyric": "Hannah Montana, Hannah Montana, Hannah Montana | (Cocaine, Cocaine, Cocaine, Cocaine)",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "123",
    "cover": "123.jpg",
    "title": "Erosion",
    "artist": "The Greys",
    "year": "2013",
    "write_up": "Greys are not very well known among indie fans, at least not like some mainstream success stories, but it’s not for a lack of hooks. Usually more suited to an aesthetic of hard punk rock, ‘Erosion’ shows a sweet melodical instinct that’s closer to the alternative rock trends of the millennium, reminiscent in a good way of ‘… And you will know us by the trail of the dead’, but also original and artistically strong. Canada.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "122",
    "cover": "122.jpg",
    "title": "Faucet",
    "artist": "Earl Sweatshirt",
    "year": "2015",
    "write_up": "Earl Sweatshirt came back from the island and chose darkness over impishness, a wild artistic swerve which made sense then and makes sense now. He’s honest with the limits of his world, how alienation is something almost inescapable, and with how he likens his struggles to the wide rangy history of human issues. The production is so greasy the vividly depressed snickers are strangely like cake toppings.",
    "lyric": "Feel like I’m the only one pressing to grow upwards",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "121",
    "cover": "121.jpg",
    "title": "Florida",
    "artist": "Funeral Suits",
    "year": "2012",
    "write_up": "Accessible indie-pop that traces into moods quite easily and without every staying too long within its own sentimentality. Able to construct something of a world through old-style M83 synths. Impressive song, from an underrated album. The world needs more bands that only do what they feel sounds good.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "120",
    "cover": "120.jpg",
    "title": "Eyesore",
    "artist": "Women",
    "year": "2011",
    "write_up": "Eyesore’ is just enthused with spirit, as is almost all of Women’s work, and we are all the better for it. It’s a small market, somewhat inaccessible indie rock, but they approach it with the passion and creativity that makes it extremely worthwhile to listen too. All the good indie rock bands have something specific about them; for Women, it’s an Interpol-like industrial aesthetic mixed wonderfully with the whiny and indiscernible yet still melodic singing of Patrick Flegel.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "119",
    "cover": "119.jpg",
    "title": "Brand New",
    "artist": "Yung Bans",
    "year": "2017",
    "write_up": "The second half of the 2010s found rappers establishing waves of internet cloud rap clout that vanished as soon as they lost their edge (loosely defined as the marriage between esoteric beat selection and novel melodic sensibility). For a year or two, Yung Bans had it in spades.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "118",
    "cover": "118.jpg",
    "title": "Lance Jr.",
    "artist": "Courtney Barnett",
    "year": "2012",
    "write_up": "Courtney writes this song for someone who she doesn’t like very much, who she might even hate, but okay, she likes them enough, she admits, to jack off to their songs in order to fall asleep. For one, it’s an unexpected and personal revelation, but it’s also delivered in her off-hand nonchalant way, which makes it catchy, extremely memorable, and a damn good song.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "117",
    "cover": "117.jpg",
    "title": "Ashley Olsen",
    "artist": "Danger Incorporated",
    "year": "2017",
    "write_up": "Atlanta in the 2010s, and most likely in the coming decade too, was one of those great hotspots for musical innovation, so much so that small acts on the periphery could do things nowhere else in the country could dream of. Danger Incorporated haven’t blown up like other acts, but they were pretty popular within that insular community, and it’s not hard to see why. Their work is emotionally acute, confidently performed, and backed by production that feels modern and professional all at once. ‘Ashley Olsen’s lyrical back and forth culminates with a great reprise on the final chorus.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "116",
    "cover": "116.jpg",
    "title": "I Fawk With That",
    "artist": "Gucci Mane",
    "year": "2012",
    "write_up": "Gucci Mane is a trap music star whose music resonates with every generation of fans. First finding his ground in the late 2000s, Gucci still had his slurred confidence in 2012, masking uniquely clever lyrical grinds, making powerful music without ever really making it sound like it’s trying to be. His subtle taste for background ad-libs and the dope boy aesthetic are all pieces of the wider artistic weaves inseparable from trap music. He is simultaneously the best example of the artistic breadth of the genre as well as its worst example of an ill-disguised dislike for artistic coherency.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "115",
    "cover": "115.jpg",
    "title": "Purple Swag",
    "artist": "A$AP Rocky",
    "year": "2011",
    "write_up": "Under the influence of legendary A&R A$AP Yams, A$AP Mob pushed New York City back into the spotlight as the epicenter of rap music, and nobody was more important for that move than Rocky. Weed was back, and stoner swag became cool again (I know, about Lil Wayne). It started with the initial stylistic innovations of limited musicians like SmokeGhostPurpp and Lil B, but A$AP Rocky and the rest of the Mob turned that style into era defining music that was both more current and more irresistible.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "114",
    "cover": "114.jpg",
    "title": "So Sick With It",
    "artist": "Helvetia",
    "year": "2010",
    "write_up": "Helvetia has been a quiet well for quality indie rock for some time now, and part of it is in the distinctiveness of the music. He has a particular brand of hushed sad boy vocals that just fits well with the mess of wheeling guitars. I will always admire men who sing openly about jealousy, as it’s one of those things that the wrong sort of person will see as masculine weakness, and it’s scary to find out whether or not someone archaically believes in sexualized men",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "113",
    "cover": "113.jpg",
    "title": "Devon",
    "artist": "Grimes",
    "year": "2011",
    "write_up": "Grimes is the cosmic stadium constructer of the decade, and Devon explores an inner world so unique and personal that it's impossible to emotionally articulate. I want someone to make a song about me like this.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "112",
    "cover": "112.jpg",
    "title": "Oh My Goodness",
    "artist": "Chief Keef",
    "year": "2014",
    "write_up": "I won’t write much about this song. I think a lot of it speaks for itself. The high pitched autotune in the background is genius, as is his standard sense for how to let the beat breathe and speak for itself, all so when he comes on it’s more special. This particular style of song has more or less dominated the last couple years of SoundCloud rap, and it’s not hard to see why.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "111",
    "cover": "111.jpg",
    "title": "Giving Up The Gun",
    "artist": "Vampire Weekend",
    "year": "2010",
    "write_up": "I don’t know where I’d be without Vampire Weekend. Without Contra and their self-titled album I don’t even know if I’d be interested in music. I remember in middle school believing sullenly that I couldn’t realistically be in a relationship with anyone who didn’t also love Vampire Weekend too. Giving Up The Gun has the sort of pop skill and lyrical depth that, when I was twelve years old I thought every musical act had, and with disappointment I found out not every band had lyrical genius pages which felt like little CliffsNotes for great works of literature. Ezra Koenig and the rest of the band have a special gift for incredibly passionate music.",
    "lyric": "When I was 17, I had wrists like steel / And I felt complete",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "110",
    "cover": "110.jpg",
    "title": "I'll Tell You What",
    "artist": "Young Thug",
    "year": "2015",
    "write_up": "Of all Young Thug's most quotable songs, ‘I’ll Tell You What’ is at the top. His famous non-sequiturs that aren't really non-sequiturs as much as catchiness piled up on top of itself, and with the strange and understated production, it’s trap music at its most unavoidable.",
    "lyric": "Made an appointment to get this hoe out my head",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "109",
    "cover": "109.jpg",
    "title": "Scope (feat. Sickboyrari)",
    "artist": "Wifigawd",
    "year": "2017",
    "write_up": "Please do not use me for anything other than my taste in music.",
    "lyric": "Right on Georgia Ave",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "108",
    "cover": "108.jpg",
    "title": "Avila",
    "artist": "Nuuro/Arca",
    "year": "2011",
    "write_up": "Arca has built a beautiful career for herself as one of the most peerless electronic music innovators, but my favorite song of hers is one of her firsts, which is like a modern retelling of New Order, pulsating and vibrant without forcing a thing. There are so many reasons for artists to move away from making pop music gold, but its songs like this that make clear how powerful ‘Yeezus’, which has her fingerprints all over it, was as a pop masterpiece.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "107",
    "cover": "107.jpg",
    "title": "Uncast Shadow of a Southern Myth",
    "artist": "Parquet Courts",
    "year": "2014",
    "write_up": "I am not the biggest Parquet Courts guy in the world. Honestly, this is the only song by them I’ve gotten into. Sometimes, when it’s a somewhat unknown song like “this one”, it means it’s only a matter of time before I’ve listened to every song they’ve made. They are a New York band, but in this song they summon the American Southern mythic power easily, simply, and most impressively, objectively. It’s a flat out artistic masterclass in every single moment of its lengthy runtime.",
    "lyric": "What southern judge do you know, comfortingly gently / Who jails white men who defend their home",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "106",
    "cover": "106.jpg",
    "title": "Last Girl",
    "artist": "Soccer Mommy",
    "year": "2018",
    "write_up": "Soccer Mommy, one of the classic indie rock acts of this decade, is an extremely accomplished songwriter, though many of her songs tend to recircle ideas already etched over by other artists. ‘Last Girl’ is a little different, it doesn’t really seem to have any purpose other than to whine, but it is uncomfortably emotionally true. Not many men (none) would dedicate a song so tenderly to a love rival. Jealousy is an emotion that people tend to misunderstand; at its core, it’s just unfortunate awareness of what seems glaringly obvious.",
    "lyric": "Why would you still want to be with me?",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "105",
    "cover": "105.jpg",
    "title": "29 #Strafford APTS",
    "artist": "Bon Iver",
    "year": "2016",
    "write_up": "Folktronica is one of those made up genres which’s label masks what’s actually going on. Folk music, the most obviously boring music genre out right now, being mixed with the second most obviously boring music genre in electronic music, is guaranteed to flop. Why do people not understand that the only thing that matters is artistic skill and vision? The sensibility to see how electronic music can accentuate folk music, and vice versa, is really what Bon Iver’s most crucial talent is. 29 #Strafford APTS uses lo-fi glitches to add artistic value to its messy emotion, with pure purpose and passion. That’s what’s going on, not some newfound age of music.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "104",
    "cover": "104.jpg",
    "title": "It's Real",
    "artist": "Real Estate",
    "year": "2011",
    "write_up": "While a step below their more creative self-titled release, it's refined processed slow-paced indie rock that has its heart in the right place. Many bands would go on to try emulating its faked simplicity, but none could ever fully replicate it.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "103",
    "cover": "103.jpg",
    "title": "Cellophane",
    "artist": "FKA Twigs",
    "year": "2019",
    "write_up": "Cellophane has FKA Twig’s voice at the center of it like a rock, a crying and lonely rock, but still a quietly brave one. I can’t imagine ever getting my voice as high as she gets it here. Break ups are really hard. The lyrics make it seem like her pain is the world’s pain too, something that I think is both every jilted lover’s dream and also something that is extremely difficult to pull off.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "102",
    "cover": "102.jpg",
    "title": "Future Me Hates Me",
    "artist": "The Beths",
    "year": "2018",
    "write_up": "This guy I know Cole said this was a really sad song. I mean, yeah. It’s happy too though, why else would we listen to it? Isn’t it something happy to witness, someone turning vast inner failures into art?",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "101",
    "cover": "101.jpg",
    "title": "Tity and Dolla (ft. Hugh Augustine and Jay Rock), ",
    "artist": "Isaiah Rashad",
    "year": "2016",
    "write_up": "Isaiah Rashad is a rare rapper for this past decade as he is difficult to pin down into a particular sub-genre. Most modern day rappers position themselves either in a specific ‘new-wave’, or as classic hip-hop stylists who can look down on new-wave rappers (if they want). Rashad’s taste is anything but new-school, this beat feels like it is spiritually still in the 20th century, but he still likes originality and catchiness as much as the new-wavers do.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "100",
    "cover": "100.jpg",
    "title": "Headlines",
    "artist": "Drake",
    "year": "2011",
    "write_up": "His popular music omnipresence is hard to take, but his natural stage presence still comes through like a truck. It’s hard retaining any semblance of self-respect when dissing him. Classic hook.",
    "lyric": "They know, they know, they know",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "99",
    "cover": "99.jpg",
    "title": "Baby (feat. Ecco2k)",
    "artist": "Thaiboy Digital",
    "year": "2019",
    "write_up": "While Thaiboy Digital and Ecco2k have cloud rap reputations that speak for themselves, I still wonder what would happen if these beats landed in other people’s hands. It’s some of the most euphoric production that has probably ever existed, and while Ecco2k especially can float over it with the pathos Drain Gang first became famous for, I wonder what sort of potentially more lyrically potent music this style could help create over the next decade.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "98",
    "cover": "98.jpg",
    "title": "Black Flowers",
    "artist": "Human People",
    "year": "2018",
    "write_up": "I like this song a lot, not for its extremely cool relatable lead singer, or its guitars which come together perfectly at the exact right time, every time, but because it is bursting with life, begging to be loved and appreciated as something almost abstract, outside of the limitations of the 1:58 mp3 file. The song has a stunning lyrical momentum.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "97",
    "cover": "97.jpg",
    "title": "Hallucinating",
    "artist": "Future",
    "year": "2017",
    "write_up": "Classic Future song, nothing revolutionary in terms of his catalogue, but for any other rapper it would be their greatest song. Seamlessly rides over classically melancholic production. Future is just outright refusing to let his usual outpouring of word garbage come out inessential or forceless, he makes it all work, turning the otherwise lifeless lyrics of drug and luxury into an unforgettable statement of identity.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "96",
    "cover": "96.jpg",
    "title": "Buffed Sky",
    "artist": "Archy Marshall",
    "year": "2015",
    "write_up": "The night has been ignored artistically for the most part. People know it’s different from the day, but few have actively tried to recreate that difference in the form of art. Archy Marshall has spent his musical career proving that to be a gross injustice to our human experience. The song crawls along its pace, moved by a dry sort of unwilling persistence to its duty, swimming up from underneath our communal subconscious. The words and little hiccups in the production latch onto pockets of our memory like those slowly thinning sensations we get while wanting to go to bed.",
    "lyric": "Lanky piece of shit, but she don’t know that",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "95",
    "cover": "95.jpg",
    "title": "My Flaws Burn Through My Skin Like Demonic Flames From Hell",
    "artist": "$uicideboy$",
    "year": "2015",
    "write_up": "$uicideboy$ have made their mark off of reinterpreting late 90’s Memphis stoned gangster rap. Sometimes they can be reduced down into pastiche, but there are very often times when they actually do build off of it into something new, like this EP, which over three songs illuminates a particular talent for production and quick, deadly, hooks that seamlessly seep into our headspace through their familial sonic chemistry.",
    "lyric": "(My) Weakness seems to be that I cannot stop breathing",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "94",
    "cover": "94.jpg",
    "title": "10 Mile Stereo",
    "artist": "Beach House",
    "year": "2010",
    "write_up": "A lot of people get the wrong idea about Beach House. They only take the obvious scene setting aspects of the music, the stuff that bands like Cigarettes After Sex show isn’t particularly difficult, and conclude there isn’t really anything special about it. What they miss most is the songwriting, not really in the lyrics per se, but in how those hard fought lyrics and beautiful guitar riffs combine, what musical moments are created in light of those combinations, and in their finalizing vision of it all. That’s their superpower really, their artistic vision, it’s that that really powers the trailblazing path in music they have taken over their career.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "93",
    "cover": "93.jpg",
    "title": "Mazi Love",
    "artist": "6 Dogs",
    "year": "2017",
    "write_up": "Atlanta is well on its way to legendary status in music history. 6 Dogs, a kid from the suburbs with strict parents, got into drugs and started making music. It is the communal power of that city which allows that common sort of start to become something outside of its objective limits. ‘Mazi Love’, like a lot of 6 Dogs’s music, is filled with synths, samples, and sad refrains. And as might be guessed from his hometown, plain-to-see talent.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "92",
    "cover": "92.jpg",
    "title": "SMUCKERS (ft. Lil Wayne and Kanye West)",
    "artist": "Tyler, The Creator",
    "year": "2015",
    "write_up": "Tyler, The Creator might be the most widely recognizable rapper of the decade. Most kids know who he is, even if they don’t listen to music. He’s always been a prodigious producer, but SMUCKERS shows another side, the ‘Kanye’ conductor touch, building a unique scene, inviting great rappers into it (like Kanye), while he follows his own one of a kind artistic instincts.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "91",
    "cover": "91.jpg",
    "title": "I Bet On Losing Dogs",
    "artist": "Mitski",
    "year": "2016",
    "write_up": "Mitski is an extremely talented artist who breaks down human nature effortlessly. ‘I Bet On Losing Dogs’ takes a unique approach to the human tendency to willfully choose the wrong sort of romantic partner, in that it portrays it ashamedly and not as some liberating act of modern independence. It understands the core of its sexual desire, the tacit self-hatred, and the hopelessness of its benefits.",
    "lyric": "Look me in the eyes when I cum / Someone to watch me die",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "90",
    "cover": "90.jpg",
    "title": "Trappin Benny",
    "artist": "Yung Gleesh",
    "year": "2014",
    "write_up": "Yung Gleesh is, to borrow from Youtube comment sections, a rapper’s rapper. For an outsider to trap music, Yung Gleesh seems quasi-talentless, and it’s hard to really describe what makes him special. I think it might be mostly centered in his reckless endearing confidence, his beat selection, and his unique whispery delivery style that is quietly all about melody. ‘Trappin’ Benny’ is just a nice song about his talented producer, Trapmoney Benny, but at the same time, it’s a subtle musical innovation, and that’s why even without any hits people know his name.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "89",
    "cover": "89.jpg",
    "title": "Buss It",
    "artist": "Bear1Boss",
    "year": "2018",
    "write_up": "Bear1Boss has a gift, a real gift for style and presence, infused by the rich musical culture of Atlanta but also uniquely energetic in its own right. It’s catchy and memorable like many people seem scared to ever be. When I was really listening to this song, I would repeat it over and over again on my way to class for like a month straight. Only Thug, Future, and Keef, maybe Kodak, maybe Kanye, have ever got to that point with me. I remember hoping and hoping for some new artist to get into to, and there he was, flying across the sky on the cover of 2021’s ‘Super Fancy 2’.",
    "lyric": "She say she love me",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "88",
    "cover": "88.jpg",
    "title": "No",
    "artist": "Nicolas Jaar",
    "year": "2016",
    "write_up": "I like Spanish music; with the way they can use the lovely angles of the language itself to build up the song up from within. I just can’t get into Reggaeton, besides Bad Bunny, whose worldly skill is too self-evident to needlessly explain. When I find Spanish songs I love, like Destroyer’s ‘El Rito’, or this one, ‘No’, by Nicolas Jaar, it feels so special that I end up replaying it over and over in order to study the strange grammar and familiar accent. ‘No’, about Pinochet and the constant cloud of the American capitalist intervention into Latin America, crackles and floats, ending up levitating above the crowded streets of Santiago like in that old movie ‘Soy Cuba’.",
    "lyric": "No hay que ver el futuro / Para saber lo que va a pasar",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "87",
    "cover": "87.jpg",
    "title": "Dad",
    "artist": "Duwap Kaine",
    "year": "2018",
    "write_up": "Takes the emotional ethos of cloud rap and purifies it into a unique vision, accompanied by wonderful production that understands itself perfectly",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "86",
    "cover": "86.jpg",
    "title": "Freestyle",
    "artist": "Young Thug, Rich Homie Quan",
    "year": "2014",
    "write_up": "One of the best albums of the decade, ‘Tha Tour Pt. 1’, is a prime example of what can happen when artistic collaboration is managed properly. The talents of both the artists, of which Young Thug’s goes without saying, and which Rich Homie Quan’s surprisingly matches, grow into something never before been heard. Instead of the collaboration limiting their power, it makes it more awe-inspiring, like a fading shooting star. The aesthetics of this album are peppered into almost every mainstream and underground trap project of the past five or so years.",
    "lyric": "My baby mama just put me on child support / fuck a warrant, I ain’t going to court / Don’t care what the white folks say I just wanna see my lil boy",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "85",
    "cover": "85.jpg",
    "title": "Phone",
    "artist": "Rico Nasty",
    "year": "2017",
    "write_up": "Rico Nasty is unfortunately one of those rappers whose artistic heyday likely came a little before they finally got that platform which could explode them into ubiquity. Critical reviews focus on her angry songs, probably because of her gender, but on songs like ‘Phone’ I also hear an instinctive talent for subtle melody and pop hits.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "84",
    "cover": "84.jpg",
    "title": "Hood Politics",
    "artist": "Kendrick Lamar",
    "year": "2015",
    "write_up": "Kendrick Lamar took the decade like almost no other artist, let alone rapper. Pulitzer Prize win aside, his analytical approach blew hip-hop up to the wide screen, using unique production to make deep-searing political commentary on the American mess, along the way making a fascinatingly easy transition into pop music ubiquity. On songs like ‘Hood Politics’, you can understand why he’d be considered the greatest rapper alive, because really, what other music out there is like this? Seamless world play, melodic perseverance, and incisive social reflection executed this well hasn’t really been done by anybody else this generation.",
    "lyric": "Obama say, ‘What it do?'",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "83",
    "cover": "83.jpg",
    "title": "Souljahwitch's Faith",
    "artist": "Lil Tracy",
    "year": "2016",
    "write_up": "Lil Tracy filtered his weed addiction/depression into pure angst on this cut that’s somewhere in that deep space between streaming services and SoundCloud where he made his name. It also shows his lyrical side. Listening to Tracy at times feels like listening to a human-like squirrel after they’ve gotten to the end of the dark blackhole of emotional trauma. Nice and wonderful, but a little troubling.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "82",
    "cover": "82.jpg",
    "title": "Masterpiece",
    "artist": "Big Thief",
    "year": "2016",
    "write_up": "Adrianne Lenker is more or less the Bob Dylan of 2010s indie music. Big Thief is at their best when the band fades into the background and the pathos of her lyrics are at the forefront, but by fade I don’t mean disappear, I mean dissolve into the blank space sprawled across the song. Part of what allows that to happen is the creation of stakes, the formulation of tension, or, in other words, the band itself. Not many bands have ever worked at this level.",
    "lyric": "You were asking me / How to get you free",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "81",
    "cover": "81.jpg",
    "title": "Baby What's Wrong With You",
    "artist": "Chief Keef",
    "year": "2013",
    "write_up": "A great song that might be his most outwardly influential. Pretty much establishes: This is what you can do with cloud rap… have fun. Like all great artists, this foundational period of Keef’s catalogue was at the time critically ignored and publicly derided. It turns out that when you create from the heart, others out there will find it, as long as you have some kind of platform, and they will love it. He reportedly recorded and finished his vocals in less than an hour, lending an improvisational weight to it that some people tend to ignore.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "80",
    "cover": "80.jpg",
    "title": "French Press",
    "artist": "Rolling Blackouts Coastal Fever",
    "year": "2017",
    "write_up": "Rolling Blackouts remind me somehow of working in a newspaper. I guess it’s the title of the song, but I feel like I had that urge before I’d even got to this particular (great) EP. Adult life feels warmly acceptable in their hands, and I can’t imagine anything more adult life like than working in a newspaper. It’s ‘dad’ rock without ever becoming boring or too predictable. Fun, even.",
    "lyric": "I’m alright if you ask me, but you never do",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "79",
    "cover": "79.jpg",
    "title": "1539 N. Calvert",
    "artist": "JPEGMAFIA",
    "year": "2018",
    "write_up": "Out of the independent Baltimore art scene comes an avant-garde future star. JPEGMAFIA prefers to self-produce, and it means that when the pop side of his music is prioritized, which it rarely is, the end result is something that nobody else on earth could ever dream of making. A long steady intro leads into one of those never ending quotable verses that are likely hip-hop’s most clear contribution to popular music on the whole.",
    "lyric": "Tryin’a give that dick to Kelly Conway",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "78",
    "cover": "78.jpg",
    "title": "Yeah Yeah",
    "artist": "Young Nudy",
    "year": "2017",
    "write_up": "This song has the longest hook ever, it’s awesome. Young Nudy is so cool. Every song he makes is fun, but his best songs are like crowded rally car races, exciting and dangerous, surprising and hidden, just so easy to consume again. His quiet soft-spoken style is a little off-putting, but once it clicks, it somehow makes his threats and violent recollections feel all the more visceral. That visceral thing is what a lot of mediocre rap music just doesn’t have.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "77",
    "cover": "77.jpg",
    "title": "Super Rich Kids (feat. Earl Sweatshirt)",
    "artist": "Frank Ocean",
    "year": "2012",
    "write_up": "People really don’t like well-off kids. It makes sense. You’re born with nothing; they’re born with everything. They didn’t have to work for it. The injustice of it all just boils up in your stomach. For many people the last people they’d ever want to feel empathy for are rich kids with problems. That’s why it’s special to hear something that gently prods you in the other direction. Both Frank Ocean and Earl Sweatshirt are at their best here, especially Earl, whose verse is stunningly perfect and passionately descriptive.",
    "lyric": "Adamant and he thrashin’ / Purchasing crappy grams with half the hand of cash you handed",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "76",
    "cover": "76.jpg",
    "title": "Thoughts on Love and Work",
    "artist": "Kilo Kish",
    "year": "2014",
    "write_up": "Personally I’ve come to find what I like more than anything else with music is the feeling that I couldn’t find it anywhere else. Only Kilo Kish, at least to my knowledge, has found a personal pathway to making indie pop with the cloudy production style of left-field rap music, or at least only she has created an album full of it. She has an endearing and loving personality that comes through sweetly.",
    "lyric": "So hard to breathe and think of you / At the same time / Keep scrolling still my mind ain’t shutting off / like I remember last night",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "75",
    "cover": "75.jpg",
    "title": "Birth In Reverse",
    "artist": "St. Vincent",
    "year": "2014",
    "write_up": "St. Vincent grew up musically in Sufjan Steven’s band, and one thing she took from him was the impetus to trailblaze a singular artistic path. Her music is at times electronic, others almost indie folk, mostly all alternative, but her vocals and her choice in lyrics always show her to be much more complex than a lot of her peers. ‘Birth In Reverse’ explores, like many other artists, an uniquely American static, without the overhanded righteousness that many others prefer.",
    "lyric": "Oh what an ordinary day / Take out the garbage, masturbate",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "74",
    "cover": "74.jpg",
    "title": "2 Cups Stuffed",
    "artist": "Young Thug",
    "year": "2013",
    "write_up": "One of the most uncomfortable aspects of trap music is its drug-filled content, at times feeling like the objective purpose for the art and at others like a disturbing plea for help. The best artists are those who are able to take all of that potential negativity and convert it into pop music simply by bringing relentless energy and a never before seen level of commitment to the bit. What makes Thug even more unique is that along the way he is rewriting all the rules of rap music, intentionally but also not necessarily purposefully, all so that he can have it his way. Uno, dos, cups stuffed. Now!",
    "lyric": "L-E-A-N-I-N-G / lean, lean, lean, lean, lean, lean, lean",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "73",
    "cover": "73.jpg",
    "title": "Transitional Bird (Clever Girl)",
    "artist": "Candy Claws",
    "year": "2013",
    "write_up": "Builds sonic worlds, but antithetically to how it’s normally done, stacking incongruences on top of each other, to reach an ultimate sonic whirlwind that you just can’t fully nail down. The vocals aren’t inaudible, it’s just that the song structure is impossible to fully wrap your head around because there’s so much stuff going on at once. You have to keep playing it over and over again to figure it out.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "72",
    "cover": "72.jpg",
    "title": "Feelin' The Love",
    "artist": "Vince Staples",
    "year": "2014",
    "write_up": "I hear the synths from this song when I wake up in the morning, after not listening to this song for a year or two. Instantly memorable.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "71",
    "cover": "71.jpg",
    "title": "Rugged Country",
    "artist": "Japanese Breakfast",
    "year": "2016",
    "write_up": "Throughout the decade Michele Zauner built Japanese Breakfast single-handedly into a well-regarded mainstream indie pop act.  Many songs could have been on this list, but ‘Rugged Country’ is one of her most isolatorily brilliant pop songs. Seemingly about dating a friend’s ex despite its morbid imagery, her pain and emotional clarity pass perfectly through her vocals, with her guitars behind her, one step at a time.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "70",
    "cover": "70.jpg",
    "title": "Come Get Her",
    "artist": "Rae Sremmurd",
    "year": "2014",
    "write_up": "Girls like to have fun. If you’ve ever been to a college or high school party, you get it. ‘Come Get Her’ is a song that takes that group-propelled substance-infused sexual showing off and makes it fun for everybody. Did I say that Rae Sremmurd make party music? Did I say they make good party music? Yeah, I guess I probably did. They do. Everyone knows that.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "69",
    "cover": "69.jpg",
    "title": "Gentleman",
    "artist": "SL",
    "year": "2017",
    "write_up": "Americans have largely ignored UK Rap, except for some features on high profile albums here and there, and of course the recent rise in drill music which at times vividly feels like an instantaneous collaboration between London and New York. It’s not really that surprising when you think about it. Different people, different strokes. Gentleman is one of the only songs that transcends that barrier. The personality and the unexpected skill here, all invented from the mind of a ski masked 15-year-old, were enough for me back in the day. It has grown a lot in popularity in recent years, but even in 2017, the artistic difference was there for everyone to see.",
    "lyric": "Mom’s said I lost the plot / At least I never lost my crop",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "68",
    "cover": "68.jpg",
    "title": "Room",
    "artist": "Palehound",
    "year": "2017",
    "write_up": "Palehound sounds pretty similar to Jay Som. I guess it’s why they made Bachelor. Anyway besides the voice, she is just as if not more structurally talented to Jay Som, understanding how atmosphere can work with vocal hooks, and work too with a constantly moving bass line, to create something newly original. I hope in the coming decade this particular style of queer women indie music headspace only becomes bigger and bigger.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "67",
    "cover": "67.jpg",
    "title": "Yah Mean",
    "artist": "Playboi Carti",
    "year": "2017",
    "write_up": "Almost as if Playboi Carti was never meant to do anything but build emotional soundscapes for people who like to feel when they listen to music. The lyrics here, are nothing compared to his ability to layer his vocal intonations over top of each other in the blank spaces of the  dreamy cloud rap production.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "66",
    "cover": "66.jpg",
    "title": "Bleach",
    "artist": "Bladee & Ecco2k",
    "year": "2013",
    "write_up": "Cloud Rap has arrived.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "65",
    "cover": "65.jpg",
    "title": "Identikit",
    "artist": "Radiohead",
    "year": "2016",
    "write_up": "Everyone’s heard a Radiohead song. Some part of their aura will always seem above all other earthly indie bands, but the 2010s saw the first decade of indie music where Radiohead was not a major player. ‘Identikit’, and ‘A Moon Shaped Pool’ in general, suggest though that the core songwriters could continue to make great music for the foreseeable future (The Smile). ‘Identikit’s guitars meander through shifting backgrounds of soft choruses that rise and fall to produce a surprisingly ear-wormy final product.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "64",
    "cover": "64.jpg",
    "title": "Ready to Start",
    "artist": "Arcade Fire",
    "year": "2010",
    "write_up": "Arcade Fire, like fellow Canadians Broken Social Scene, show singular artistic vision is not necessarily unavailable for bands larger than four or five or even ten. The Suburbs is an album full of life, dramatic, self-serious, and absolutely fulfilling to listen too. What I like most about ‘Ready to Start’ is the unfiltered honesty, about art and show business, about North American life and boredom, and about what music is supposed to do about all of that in the first place. (Be enjoyed).",
    "lyric": "All the kids have always known / That the Emperor wears no clothes",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "63",
    "cover": "63.jpg",
    "title": "I JU$T WANN4 BE YO6R FRIEND",
    "artist": "Kreayshawn",
    "year": "2010",
    "write_up": "Some people like to talk about cloud rap like it’s something that wouldn’t have existed without SpaceGhostPurrp. Purrp is obviously influential, especially on the A$AP Rocky/Clams Casino brand of cloud rap, but for me, the first cloud rap was made by Kreayshawn, a lesbian white girl from LA. ‘I JU$T WANN4 BE YO6R FRIEND’ is one of the saddest, most unique songs I’ve ever heard. It recreates the emotional weight and surprising depth of the genre while not rehashing anything, using an annoying vocal filter to veil a lyrical cascade of beautiful romantic passion. Who posted the video for the song on youtube back in 2010? Black Kray.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "62",
    "cover": "62.jpg",
    "title": "No Hands (feat. Roscoe Dash & Wale)",
    "artist": "Waka Flocka Flame",
    "year": "2010",
    "write_up": "For anyone who hasn’t grown up in the American public school system, here’s your chance to head to a school dance. Sing the words, jump up and down a bit, stand with your arms around shoulders in a circle with everyone else while the drunk and self-absorbed kids dance in the middle of it, you got it, don’t worry, because later on, you’ll be in bed and you’ll feel that really wasn’t too bad.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "61",
    "cover": "61.jpg",
    "title": "Obvs",
    "artist": "Jamie XX",
    "year": "2015",
    "write_up": "Electronic music gets a bad rap. Not from anyone in specific really, but I think as humans we tend to ask less of electronic music than with other genres. Obvs takes us through the soaring highs and ephemeral sensations that all great pop music is supposed to. And unlike other tracks, it’s concise and perfectly manicured.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "60",
    "cover": "60.jpg",
    "title": "Skrt",
    "artist": "Kodak Black",
    "year": "2015",
    "write_up": "Kodak Black is one of those guys who you wouldn’t want to have dinner with. Like ever. Nevertheless, you’d be hard pressed to find a more instinctively gifted musical artist this decade. In his extensive catalogue, he has song after song glittering in the sun of his impeccable flow, his perfect intonation, his sense for how to be himself. ‘Skrt’, one of his first big songs, is slow when other artists would be fast, steady when others would be energetic. Talent in other words.",
    "lyric": "When I say I keep the poker, I ain't talking bout no beans",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "59",
    "cover": "59.jpg",
    "title": "Raw (Might Just)",
    "artist": "Young Thug",
    "year": "2015",
    "write_up": "No rapper has come close to this world, not even Future. This is just pure artistic originality, a wonderful sensibility for how trap music can grow and build in the heart, as well as unprecedented devotion to unpredictability. I love how full and emotionally vibrant it is. It sounds virtually perfect, like every vocal tic and wavering synth was placed there with the mind of a single Picasso. Never before has there been a rapper more at home in negative space.",
    "lyric": "A wise man told me nothing / …. He said those snitches get stitches",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "58",
    "cover": "58.jpg",
    "title": "I Like That You Can See It",
    "artist": "Girlpool",
    "year": "2015",
    "write_up": "Girlpool are one of those indie success stories that are almost immediately understandable once you spend twenty or so seconds listening to their music. The sort of quiet purposefulness of Vampire Weekend mixed with the new female-led wave of indie music, so in short, a commitment to understanding emotions through the lens of pop music. Its subtle power enters into the caverns of your head and sets up shop, not bothering to check if you’d like it too or not.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "57",
    "cover": "57.jpg",
    "title": "He Would Have Laughed",
    "artist": "Deerhunter",
    "year": "2010",
    "write_up": "Slow-building songs have this weird knack of being looped together with all other slow-building songs. I don’t really personally see the connection between songs like ‘He Would Have Laughed’ and ‘Exit Music (For a Film)’, but I guess I see why people would bother to point it out. There’s rare examples of recent bands so uniquely gifted that they are able to sustain a listener’s interest for a meandering six or so minutes. Sometimes it takes a specific time and place where you’re forced to commit your attention to it. For me it was at the back of a city bus in Chile. Lyrically and structurally, ‘He Would Have Laughed’ surprises at almost every turn, despite its energy never really picking up. But who cares about that.",
    "lyric": "I lived on a farm, yeah / I never lived on a farm",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "56",
    "cover": "56.jpg",
    "title": "Dog Milk",
    "artist": "Palm",
    "year": "2018",
    "write_up": "Palm’s music sounds like it comes through at least two or three otherworldly radio transistors. Here the Caribbean keyboard is similar to the vibes of aforementioned Arbes, but the songwriting conceit is different, it finds its pockets of pop in the havoc of its world, not the equanimity, which makes it crazy fun to listen to. What is the deal with dog milk? I don’t know, honestly, but that isn’t the point of the song. Instead, it’s the constantly surprising crescents and drops that somehow never fall off or feel organized for five whole minutes.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "55",
    "cover": "55.jpg",
    "title": "Slomo",
    "artist": "Slowdive",
    "year": "2017",
    "write_up": "This review was written by Sean T. Collins, on Pitchfork, for the review of Slowdive (S/T), 2017. 'Nature metaphors come so readily to mind when listening to shoegaze—clouds, stars, skies, storms, oceans, whirlwinds, maelstroms—that it’s easy to believe that, like the weather it evokes, it just sort of happens. Invest in the right guitar pedals, put the right breathy spin on your vocals, and bam—instant Loveless, or close enough to fool a stoned and heartsick teenager. It’s as easy as walking out your front door and letting the spring air greet you. For some bands that may well be all there is to it. But song by song, moment by moment, sometimes even note by note, Slowdive do it better. There’s nothing elaborate in the bassline for Slomo, the opening track of their first album in 22 years, given the thick bed of guitars it bounces on. Just seven notes, the sixth of which leaps unexpectedly up an octave instead of continuing the bassline’s descent. Or at the end of 'Slomo,' when Rachel Goswell’s voice pulls off a similar trick, first when she takes over lead vocals from Neil Halstead, then when she starts singing them at the very top of her register… all it takes are these small but striking detours to remind us that this glorious noise is the work of human hands and the skill that move them.'",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "54",
    "cover": "54.jpg",
    "title": "Size of the Moon",
    "artist": "Pinegrove",
    "year": "2016",
    "write_up": "Pinegrove at their peak was indie boy heaven. It’s like, look! Here’s this guy who loves women and is able to communicate that while remaining inside the loose genre trappings of indie rock, and it doesn’t sound anything like Neutral Milk Hotel. Our hearts leap at shit like that. Of course, at the end of the day it’s just nice words and a unique musical sensibility in one, and that happens all the time with musicians who aren’t like us. It’s nice when it happens though.",
    "lyric": "(My dad would help because he's smart)",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "53",
    "cover": "53.jpg",
    "title": "Pussy Weed Beer",
    "artist": "Chastity Belt",
    "year": "2015",
    "write_up": "Chastity Belt, maybe clearly from the name, was one of the most creatively unique bands of the decade. Unafraid to give albums and songs impulsive and immature names like ‘No Regerts’, ‘Nip Slip’, and of course, ‘Pussy Weed Beer’, the all-female band by nature undercut any preconceived notions someone could bring to their music.",
    "lyric": "(I need everything good in my life, and I need it now)",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "52",
    "cover": "52.jpg",
    "title": "Lost",
    "artist": "Danny Brown",
    "year": "2016",
    "write_up": "Danny Brown has the voice of an angel. Maybe not the most sober angel, but an angel, nonetheless. His off-the-wall delivery style hides a meticulous writer’s instinct, checking syllables and meanings within a hyena-like voice that makes no sense really (could he even put into words what he’s going for?), but it works, and there’s no one else like him.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "51",
    "cover": "51.jpg",
    "title": "NuYork Nights at 21",
    "artist": "Lil Uzi Vert",
    "year": "2016",
    "write_up": "From the ridiculous exclusion from streaming services to the stylized title, ‘NuYork Nights’ is a song made for music fans. Uzi has an innate emotional taste that separates the truly different from the great, and it’s never been more clear than it was here. It’s a song that Pitchfork in another era would have no drawbacks upon labeling a 'stunner'.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "50",
    "cover": "50.jpg",
    "title": "Depreston",
    "artist": "Courtney Barnett",
    "year": "2015",
    "write_up": "Courtney Barnett has a genius conversational style, here it slows down into world building. It casually takes the engaged listener around a house, and she complains about the world in ways that bother you too. Courtney Barnett understands her voice a lot more than a lot of more naturally dynamic singers do.",
    "lyric": "Aren’t the pressed metal ceilings great? / … And I see the handrail in the shower",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "49",
    "cover": "49.jpg",
    "title": "Purple Reign",
    "artist": "Future",
    "year": "2016",
    "write_up": "I’m not sure what I can really say to people who don’t see Future’s artistic skill. Nobody has specifically used the finer inflections of voice to reveal emotion like him. That alone makes him a fearless innovator, a hidden artist in the clothes of a blood thirsty tiger, and most of all, a wandering soul. I could ask questions like “Do you like the Blues? Do you like pain in art? Do you think it’s valuable to push yourself to the edge for art’s sake?”, but because he’s known primarily by his talent for turn-up music, I would be looked at like someone who doesn’t ‘understand’ his intent. But art is what matters! Not the intent! And here, on songs like purple reign, the intent is so clearly artistic that I literally have no idea what they’re even on.",
    "lyric": "(Why can’t I be happy)",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "48",
    "cover": "48.jpg",
    "title": "Fall Off",
    "artist": "03 Greedo",
    "year": "2018",
    "write_up": "It’s not a new thing for music critics to write about the places that music can take us back too. I’m not trying to be new though, I’m just trying to write about my life through music. Fall Off reminds me of my UMD student dorm in the summer of 2018 from while I was at architecture camp. For five or so minutes, 03 Greedo sings ecstatically about how the world will just have to stop for him, even while everything around him is being taken from him.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "47",
    "cover": "47.jpg",
    "title": "Race",
    "artist": "Alex G",
    "year": "2010",
    "write_up": "Alex G’s unique sensibility for indie rock has made him one of the most ubiquitous names in the ‘in-the-know’ conversation of who’s actually worth listening to. My favorite album, ‘Race’, same as the song, rocks back and forth like a cradle, approaching its hooks with sophisticated patience, deploying the cracks in his voice and lyrical pointedness to the fullest extent of their artistic utility.",
    "lyric": "‘cause you’re a joke, yeah, you’re a hoax / and now I found you out",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "46",
    "cover": "46.jpg",
    "title": "M.A.A.D City",
    "artist": "Kendrick Lamar",
    "year": "2012",
    "write_up": "What seemed at the time to be the peak of modern hip-hop, ‘good kid, m.A.A.d city’, turned out to be true. The confluence of hip-hop with urban violence is more or less its modern genre trapping, and nobody made that combination more artistically worthwhile than Kendrick. He is rightfully acknowledged as rap's greatest lyricist of the decade, but here, he somehow finds pop stardom too, submerged inside a violent relentlessness basking in the urban sprawl of Los Angeles.",
    "lyric": "YAK YAK YAK",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "45",
    "cover": "45.jpg",
    "title": "Kill For Love",
    "artist": "Chromatics",
    "year": "2012",
    "write_up": "Not many pop songs avoid melodrama. ‘Kill for Love’ doesn’t even try. It approaches its heartfelt topics like it’s a first-time experience for everyone involved, including the listeners. One of the most gleeful electronic guitar hooks you’ll ever hear, tied up with a proud vocal performance which reimagines its Beach House influences into something even more purely melancholy.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "44",
    "cover": "44.jpg",
    "title": "White Tee",
    "artist": "Lil Tracy, Lil Peep",
    "year": "2016",
    "write_up": "Lil Tracy and Lil Peep were the greatest rap duo of the decade, besides, I guess, Young Thug and Rich Homie Quan, but even then their interplay has nothing on Lil Tracy/Lil Peep who exchange between themselves so effortlessly it's as if they were the same person. The Nedarb classic production choice of flipping great indie music never turned out better.",
    "lyric": "She goin’ home with me tonight, we connect like Wi-Fi",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "43",
    "cover": "43.jpg",
    "title": "Woah Woah Woah (feat. Bali Baby)",
    "artist": "Trippie Redd",
    "year": "2018",
    "write_up": "Somewhere along the way, Trippie Redd became confused, and it's too bad he did, because if he didn't, we would have had albums full of emotional highs that enter your headspace so conclusively it's hard to imagine of anything except his world. Shout out to Daniel for showing me this song.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "42",
    "cover": "42.jpg",
    "title": "Rawlings",
    "artist": "Chief Keef",
    "year": "2018",
    "write_up": "Keef's most pure example of his savant-like sensibility for intros, Rawlings finds his wonderful chemistry with DP Beats reaching into the depths of your heart to pull out what's left of it, its synths excavators, his gritty voice the moon shining its light on you from up above the hole.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "41",
    "cover": "41.jpg",
    "title": "Devil in a New Dress (feat. Rick Ross)",
    "artist": "Kanye West",
    "year": "2010",
    "write_up": "Kanye West made a name for himself by flipping soul samples, and when he got into the spotlight, he showed that first success was only really a sign of a much greater talent. He understands theatrics like no other artist, and nobody has come closer to fulfilling that for-all-time type of prophecy which every hit artist is unknowingly also given access too. He is the only artist this century who can truly say they’ve bared the full extent of their soul to the world. Amazing is the only word for it.",
    "lyric": "What we argue anyway, oh I forgot its summertime",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "40",
    "cover": "40.jpg",
    "title": "SomebodyPlease/Armour/Hunger",
    "artist": "MIKE",
    "year": "2017",
    "write_up": "The first three songs of ‘May God Bless Your Hustle’ should play in the sky for everyone when they enter into New York. It’s hard to name any music that comes close to the transportive powers of their atmosphere. MIKE is a rapper who is a part of the underground, in the sense that a lot of people who love rap music love him, but his style feels separate from both Earl Sweatshirt and early 2000s Kanye beats, even though you can still see the connective tissue between them. It’s unique in its powerless vision, its resignation, and in its powerful repressed joy.",
    "lyric": "Stumble off the L pissed",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "39",
    "cover": "39.jpg",
    "title": "Quand Vas Tu Rentrer",
    "artist": "Melody's Echo Chamber",
    "year": "2012",
    "write_up": "Before anyone uses this song in their movie, let me do it first. I know exactly how to make it come to life on screen. I’ve got it all mapped out in my head, shot for shot, moment for moment, dramatic purpose for dramatic purpose. It would be a killer moment in cinema if I could do it. Anyway, Melody is amazing, and her voice and the synths here are like heaven on earth. Kevin Parker likely played a key role too.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "38",
    "cover": "38.jpg",
    "title": "No Shoes On The Rug, Leave Them At The Door",
    "artist": "IDK",
    "year": "2017",
    "write_up": "I wouldn’t really say that IDK is a fantastic rapper. A lot of the music he makes is fake tough-guy stuff, searching for pop music success without the obvious internet sensation type buzz that precedes any real success. But this song, this song is utterly fantastic. He traces over a failing mom-son relationship with the sort of unfiltered emotional precision that many musicians spend their whole life trying to find. He describes the pipeline from home-life problems into bullying issues into a life your family hates like it’s the entire world, which of course, it is.",
    "lyric": "Bumping in my headphones, on the way to school on a school bus / Where the cool ones usually the act a fool ones / And the new ones, usually the ones they pick on / That was me, the whole class use to laugh at me... (It is difficult for me to reach my mom's expectations of me, and it makes me feel bad about myself)",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "37",
    "cover": "37.jpg",
    "title": "Complication With Optimistic Outcome",
    "artist": "Trent Reznor & Atticus Ross",
    "year": "2010",
    "write_up": "The best movie of the century has the greatest score of the century, a soaring technical masterwork of synthesizers and pulsing bass lines. Complication is one of the songs on the album that most underscores the rapidly enlarging sense of global anxiety that’s being depicted dramatically. The roaring synth line about halfway through brings with it an inescapable doom, an attachment to chaos, and a cry for help, all at once. What’s even more incredible is that they did it about 15 or 16 more times over the course of the album/film.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "36",
    "cover": "36.jpg",
    "title": "Rill Rill",
    "artist": "Sleigh Bells",
    "year": "2010",
    "write_up": "It’s hard to make a perfect song. Why could Sleigh Bells do it, only once? They have some great noise pop songs, but Rill Rill is something special, like from outer space special, in that it contains indie music sensibilities while also being the type of song one direction enthusiast middle school girls can enjoy too. Which never happens. Like never. Unforgettable lines keep coming and coming and coming.",
    "lyric": "Wonder what your boyfriend thinks about your braces?",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "35",
    "cover": "35.jpg",
    "title": "Young Ni**a Living",
    "artist": "A$AP Mob",
    "year": "2016",
    "write_up": "I’ve avoided social activism on this article. It’s not that I don’t think it’s worthwhile, I just don’t think it’s necessarily artistically worthwhile. It’s songs like Young Ni**a Living that make me most sure of that somewhat anachronistic sentiment. In some of the most psychedelically active production I’ve ever heard, three non A$AP Rocky members of the A$AP Mob so adequately summarize the racial mess of the American social ecosystem that I feel anything more direct would miss the point entirely. It’s the best song off the two classic Cozy Tapes, with A$AP Ferg delivering an all-time final verse.",
    "lyric": "I can’t take this world, ain’t got the patience / Years of oppressions, I’m feeling violated / And that’s why my n***** be highly sedated / Addicted to money, and driving new rangers / Going off the lean, wanna stay faded / They can’t even drink ‘cause their life is so jaded / I wanna be clean but the water’s so tainted / Ain’t it?",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "34",
    "cover": "34.jpg",
    "title": "Is It Cold In The Water?",
    "artist": "SOPHIE",
    "year": "2018",
    "write_up": "SOPHIE was on the verge of electronic music superstardom before her tragic death. It’s hard not to see the awe-inspiring vocals and castling synths as anything but a measure of the personal strength she needed for her gender transition. It feels like coming to the very edge of a cliff, and feeling the world rushing in behind you, pushing you and pulling you back at the same time. It’s very good.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "33",
    "cover": "33.jpg",
    "title": "Out the Bowl (feat. Key!)",
    "artist": "21 Savage",
    "year": "2015",
    "write_up": "Smoking weed is fun when you find the songs you’re never supposed to find. In the middle of his strange and different ‘The Slaughter Tape’, 21 Savage has a song with Atlanta scene stalwart Key! that is the first time I’ve ever felt happily like the money-crazed migrants in 1849 California. Extremely quotable lines, genius production, and the decade’s most stone-faced rapper showing his little seen melodic talent for autotune.",
    "lyric": "Yeah, I’m a liar, I’m a dog, she a silly bitch",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "32",
    "cover": "32.jpg",
    "title": "Mimi Pretend",
    "artist": "Ulrika Spacek",
    "year": "2017",
    "write_up": "The guitars and atmosphere of Ulrika Spacek are hard to resist, though admittedly borrowing something from Deerhunter. The vocals of Mimi Pretend don’t come in until 2:00 minutes in, and when they do, they fucking kill it, as the wonderful tension erupts into a searing chorus and one of the best vocal melodies of the decade. Complex, elegant, indecipherable, and unforgettable.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "31",
    "cover": "31.jpg",
    "title": "Book of Revelation",
    "artist": "The Drums",
    "year": "2011",
    "write_up": "The Drums are the best indie band that nobody talks about like they’re the best. Lead singer Jonathan Pierce wears himself on his sleeve, gay love and death obsession and all, but what makes the band truly great is how that showman bravado combines with the rest of the band’s streamlined New Order sensibility, how song after song carries pop music milestones (catchiness, melodies, personal revelations) in its breath seamlessly. As I am not gay, I am unable to fully connect to the romantic pain on display here, but I understand it and I respect it.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "30",
    "cover": "30.jpg",
    "title": "Television",
    "artist": "Forth Wanderers",
    "year": "2015",
    "write_up": "The lead singer of Forth Wanderers, Ava Trilling, had a bad experience in love, and wisely (or unwisely) chose to let it all out in her band’s music. She specializes in an intimate form of lyrics that trace beautifully over real and complicated human relationships like it’s a conversation on her favorite cereal brands. She is unforgettable, as is the rest of the band.",
    "lyric": "I’ve got some more ideas / You’ll be at home in your room | (Please regret not having me for the rest of your life)",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "29",
    "cover": "29.jpg",
    "title": "The Socialites",
    "artist": "Dirty Projectors",
    "year": "2012",
    "write_up": "The Dirty Projectors created what is probably the best album of the 2000s in ‘Bitte Orca’ and anyone who’s gotten into their music knows it wasn’t a fluke. Dave Longstreth and Amber Coffman were a powerful combo while they were still together, maybe one of the most powerful in all of popular music history. Longstreth’s deceptively simple guitar and percussion sensibility combines with Coffman’s brilliant voice and brute lyrical force to create an unforgettable ode to social insecurity.",
    "lyric": "I’m gonna try combing my hair in a thousand ways / Maybe he will notice and maybe look my way",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "28",
    "cover": "28.jpg",
    "title": "Baseball Cards",
    "artist": "Wavves",
    "year": "2010",
    "write_up": "Wavves is the unprecedented king of surf-pop, the sort of stuff Brian Wilson would want to make today if he had been born fifty years later. Of course, then, Wavves wouldn’t exist I guess, at least not in this form, as this type of music is the closest I’ve ever seen someone get to independent sonic freedom. Every layer and building block of this song, of which there are many, feels carefully thought out in order to unlock that dopamine chest in our prefrontal cortex.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "27",
    "cover": "27.jpg",
    "title": "Check",
    "artist": "Young Thug",
    "year": "2015",
    "write_up": "check",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "26",
    "cover": "26.jpg",
    "title": "Vietnam",
    "artist": "Crystal Castles",
    "year": "2010",
    "write_up": "A male-female duo where the woman deserves every ounce of the credit for the music. Vietnam is one of those songs that has its own inner legacy, like Middlemarch or something. It's brilliant, though unfortunately, sick at its core. I would understand anybody who finds it impossible to listen to Crystal Castles. For me, personally, I like it so much I absolve it of its sins, and instead try to turn that appreciation into hatred for the disgusting pervert who helped make it.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "25",
    "cover": "25.jpg",
    "title": "Nike Just Do It",
    "artist": "Bladee",
    "year": "2016",
    "write_up": "One of Bladee’s most disrespected talents is his feel for innovative songwriting, how to work the hooks and the specific volume of his layered autotune-heavy vocal tracks over the minimalistic imprint of the production. It’s pop music at its very best. The opening synths, made by longtime collaborator Whitearmor, are some of the most emotionally illuminating sounds I’ve ever heard in music. Yes, it’s objectively meaningless, just like the vocals, but when it’s all put together so skillfully, it’s revelatory like nothing else out there.",
    "lyric": "Heard you say you wanna die, so do I",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "24",
    "cover": "24.jpg",
    "title": "Ones Who Love You",
    "artist": "Alvvays",
    "year": "2014",
    "write_up": "Alvvays aren’t supposed to be this good. At the end of the day they’re just rehashing the music indie rock bands in the 80s made, and they don’t even have their eyes on grand artistic statements. They’re not the 1975, and they're not One Direction either. What they’ve done instead is make the sort of pop music that would be great in any generation. ‘Ones Who Love You’ is slow, heavy, and wonderfully lost in space. It’s the kind of thing built for people who like listening to music.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "23",
    "cover": "23.jpg",
    "title": "Sinister",
    "artist": "Frankie Cosmos",
    "year": "2016",
    "write_up": "Frankie Cosmos has a voice that cracks continually, but her perfect intonation style makes us fall for her all the same. The guitars are never wowing, but they allow Frankie Cosmos’s multi-tracked diarisms to sink into the heads of the listeners. Her lyrical content is unique and deep, as she ponders friendships and existence and heartbreak and fate within the box of an indie-pop group.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "22",
    "cover": "22.jpg",
    "title": "Mirage",
    "artist": "Ecco2k",
    "year": "2014",
    "write_up": "This is the sort of music my friend Kerry makes, turning weed and depression into art, and while he hasn’t made a song like Mirage yet, it’s probably only a matter of time. The short run time adds so much, somehow, turning an impulsive launch of synths into a virtual pop mirage. The closest anyone has come yet to understanding the connection between art and pop, and then, pop and unrequited love.",
    "lyric": "I woke up today, wishing I was someone else",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "21",
    "cover": "21.jpg",
    "title": "Habit",
    "artist": "Snail Mail",
    "year": "2016",
    "write_up": "Snail Mail is the quintessential indie act of this decade. Lindsey Jordan was a 16-year-old girl from the suburbs of Baltimore when she released this first project, probably her best, and she had only known that world. It is the power of indie music that allows geniuses to extend past their theoretical limits, like no other genre on earth. Even prodigies like Chief Keef had to use older producers for their beats. Snail Mail did the guitars and vocals and every little detail all on her own.",
    "lyric": "(Depression)",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "20",
    "cover": "20.jpg",
    "title": "Citgo",
    "artist": "Chief Keef",
    "year": "2012",
    "write_up": "Lauded generally online as the 'start' of what melodic rap could do, Citgo is still as powerful as it likely was (I was listening to the arctic monkeys back then instead) the day it came out. Citgo is one of the premier landmarks for cloud rap. Chief Keef is a visionary artist who deserves to be listed in the same breath of Animal Collective, Akira Kurosawa, and Gabriel Garcia Marquez (and he’s still only 26 years old).",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "19",
    "cover": "19.jpg",
    "title": "Emergency Blimp",
    "artist": "King Krule",
    "year": "2017",
    "write_up": "The Ooz is one of the most cohesive albums of the decade, most of the songs drifting in between dreams and the underworld of a dark city. Emergency Blimp is its wake-up call, bringing in fast-paced guitars, brilliant vocal melodies straight out of ‘Easy Easy’, as well as a drug-related lyrical run-on simmering with trauma.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "18",
    "cover": "18.jpg",
    "title": "Bored Games",
    "artist": "Wild Nothing",
    "year": "2010",
    "write_up": "It took me a while to come to my first conception of pop music. I used to think it was the stuff on the Top 40 radio stations, like Taylor Swift, or those famous 80s singers I’d never really listened too. As a kid I moved away from it, as a result, into so-called alternative and indie music, to find something that I could convince myself of not having some commercial purpose. It is with trap music and with indie bands like Wild Nothing that I’ve come to understand every song I’ve ever liked has been pop music. Bored Games is wistful, apologetic, and wonderful to listen too. It’s Indie Pop at its best.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "17",
    "cover": "17.jpg",
    "title": "Mythological Beauty",
    "artist": "Big Thief",
    "year": "2017",
    "write_up": "Adrianne Lenker confronts trauma head first, her piercing eye and limitless heart bringing out the sullen truth of it all, unblinkingly. The prose here is unexpectedly wonderful, a painful slice of family life like something Alice Munro would write, but with the melodic instinct and sensibility for indie rock that makes for special music.",
    "lyric": "Sister came out and put her arms around me / Blood gushing from my head / You held me in the backseat with a dishrag / Soaking up blood with your eye.",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "16",
    "cover": "16.jpg",
    "title": "Oblivion",
    "artist": "Grimes",
    "year": "2012",
    "write_up": "I haven’t said anything about music videos for any other song on this list. Oblivion, for all of its merits as a song, would in my opinion be much less without its video. Grimes just sort of dances, as a monster truck event and American football game continue on in the background. Oblivion was written, almost dreamily, about violent male assault, but the video is surprisingly naturalistic, showing that despite its otherworldly qualities ‘Oblivion’ is very much rooted in the human world. The fact that she makes all of these sounds herself is incredible, and her special voice has a fluttering quality that she had already mastered, but which now she took to its fullest potential.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "15",
    "cover": "15.jpg",
    "title": "Like Dat",
    "artist": "Kodak Black",
    "year": "2016",
    "write_up": "I know every line of this song by heart, ten times over. Kodak Black was born to rap. ‘Like Dat’ feels like it was written word for word in one go, like a sonnet would be in one of William Shakespeare’s notebooks.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "14",
    "cover": "14.jpg",
    "title": "Daddy's Birthday",
    "artist": "Young Thug",
    "year": "2017",
    "write_up": "As Young Thug grew as an artist, he began to grow-up production wise, onto the type of beats only world class artists have access too. Daddy’s Birthday, recorded at an unknown date but released in 2017’s ‘Beautiful Thugger Girls’, is one of the many examples for why we are lucky for that to have been possible. The innovative approach to song structure and ad-libs, the easy-going ear for melody, and best of all the instinctive ability to stay in step with the beat make songs like ‘Daddy’s Birthday’ rare. It’s written by an introspective Thug, willing and able to unleash his artistic vision into the world.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "13",
    "cover": "13.jpg",
    "title": "Levitation",
    "artist": "Beach House",
    "year": "2015",
    "write_up": "Beach House are all about world creation, like the Cocteau Twins were back in the day. Never before had they done it so well as with ‘Levitation’. I sort of don’t really want to talk about how I found this song, actually one of their most popular. I was a sophomore in college smoking too much weed, getting over a girl who wasn't interested in me (despite my slow-dying hope). I added all of their music, pressed shuffle on all their songs, and put my phone in my pocket. I was standing out on my balcony, arms over the rails, looking over the small parking lot and the quiet camped alleyway of off-campus student housing. The natural world felt hot on my back. I thought I discovered actual meaning.",
    "lyric": "I’d go anywhere you want me too",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "12",
    "cover": "12.jpg",
    "title": "Came Out of a Lady",
    "artist": "Rubblebucket",
    "year": "2010",
    "write_up": "Music lovers know songs can just glue to your head. We don’t really have a say in what glues either. I certainly didn’t try to make this Rubblebucket song stick, it’s not like they had some illustrious critically revered career, but still it stuck. After some time, besides the fun horn riff and severely talented vocals of the singer, Annakalmia Traver, something else stuck out to me. It was the best song about falling in love that I’d ever heard. Most accurate, most telling, most believable. I just couldn’t believe it.",
    "lyric": "(I am unabashedly in love, the kind of love that can bring me out of pain and into the world of self-certainty, a love that makes the rest of the world finally bearable. I just can't believe it.)",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "11",
    "cover": "11.jpg",
    "title": "Grab The Wheel",
    "artist": "Lil Uzi Vert",
    "year": "2016",
    "write_up": "Before I got into Young Thug, Uzi was in charge of my music taste, functioning as both the warmth of my hometown and the love of human feeling. Uzi will always have a talent for unique song construction, with melodies effortlessly cascading over each other, and here it comes about as close as you can to perfection. The synths near the end are brilliant.",
    "lyric": "When I’m in DC they call me moe",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "10",
    "cover": "10.jpg",
    "title": "Queen Black Acid",
    "artist": "Menomena",
    "year": "2015",
    "write_up": "The end goal of art is never really something tangible. I could tell everyone willing to listen that that this songs emasculated protagonist, (‘the open book’), is one of the most heroic in all of popular music. For Menomena, and for me, ‘Queen Black Acid’ reaches the ‘bottom’ of art: unadulterated human connection. But as the song bemoans, who would listen? What makes it even more special is that this unusual level of emotional clarity comes from a seemingly haphazard song construction process.",
    "lyric": "You’re five foot five, not a hundred pounds / I’m scared to death of every single ounce",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "9",
    "cover": "9.jpg",
    "title": "No Good Al Joad",
    "artist": "Hop Along",
    "year": "2012",
    "write_up": "Frances Quinlan specializes in a herky-jerky song structure, that uses her gifted voice and her lyrical talent to cover over the hooks and contours so they become indistinguishable from the song itself, the final goal of all music. And all art too, to a degree. I’ve never seen an artist more unabashedly purposeful in the use of childhood as a well for artistic ingenuity.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "8",
    "cover": "8.jpg",
    "title": "Throw Away",
    "artist": "Future",
    "year": "2015",
    "write_up": "Future has a reputation for toxicity, as seen by the countless meme accounts using his paparazzi photos as profile pictures, reoptimizing his feelings about masculinity to score meaningless internet points, balkanizing his art down until it’s nothing but ratios. At his best, Future beautifully utilizes those feelings in open space in order to fully understand them. What does it say, when the most vulnerable, most depressed, most whole-heartedly honest any male artist has been in the past decade has to be preempted with a two and a half minute treatise on disposable sex with disposable women?",
    "lyric": "(I fucked up. I know I did, but I still have feelings for you so can you forgive me?)",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "7",
    "cover": "7.jpg",
    "title": "Ribs",
    "artist": "Lorde",
    "year": "2013",
    "write_up": "While it is now rightfully recognized as one of her greatest songs, Ribs took some time to reach its current level of fame. I find it hard to believe ‘Ribs’ could ever not be someone’s favorite song off ‘Pure Heroine’. It’s slow-building, confidently arranged, and packed with an insane amount of savant-like emotional insight and innocent youthful purity. It’s the sort of thing that 17 year olds should never be able to make. So, it’s basically magic.",
    "lyric": "",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "6",
    "cover": "6.jpg",
    "title": "Nikes",
    "artist": "Frank Ocean",
    "year": "2016",
    "write_up": "The first song on his legendary 2016 project ‘Blonde’ is stunningly poetic. The almost exaggeratedly simple drum pattern allows Mr. Ocean to really make up the difference over both sections of this song split in half by the absence or existence of a high-pitched vocal filter. The split halves feel like a direct start to the album’s titular obsession with duality, and of course, bisexuality.",
    "lyric": "Said she need a ring like Carmelo / You must be on that white like Othello",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "5",
    "cover": "5.jpg",
    "title": "Iced Out Castles",
    "artist": "Black Kray (Sickboyrari)",
    "year": "2013",
    "write_up": "One of the most beautiful opening samples I’ve ever head leads into a almost unintelligible multi-tracked Black Kray vocal performance that precedes most of what SoundCloud rap became after his entrance. Here, anyone who complains about the lyrics, or the somewhat clear limitations of the vocals, is missing the point entirely. This song is all about feeling, and what it can create in our hearts, or what art can become for all of us, something that feels special only to us and our own unique life experiences.",
    "lyric": "",
    "styles": {
      "cover": "cover-center"
    }
  },
  {
    "rank": "4",
    "cover": "4.jpg",
    "title": "On The Sea",
    "artist": "Beach House",
    "year": "2012",
    "write_up": "A lot of people like the subjective idea of ballads, just like people like the subjective idea of musicals, as packets of wonderful and protracted human emotion. I’ve never been the type; I prefer hooks and catchiness more than I like the good-natured giddiness of movies like ‘Mamma Mia’. On the Sea is the only time I’ve felt that I could really share that joy. It is plainly a legendary and canonical epic of feeling, a song that only really exists so listeners can soak in it, over and over.",
    "lyric": "",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "3",
    "cover": "3.jpg",
    "title": "Diplomat's Son",
    "artist": "Vampire Weekend",
    "year": "2010",
    "write_up": "Ezra Koenig is straight, but he still can narrate the perspective of a young man entering a gay love affair as if it’s all he ever knew. The end result is one of the best songs ever, the third best song of the decade, a wandering and poetic treatise on young love and beach houses that never treats its subject matter as anything but the most essential thing on earth. Cowriter Rostam Batmanglij is gay, but I’d like to think people can appreciate homoeroticism without wasting time bothering about the actual sexuality of the artists themselves. Listening to Diplomat’s Son is to experience the sum total of Vampire Weekend’s combined love for African Pop and Singer/Songwriter literary detail, a warm and constantly changing environment like how I’d imagine a submerged dance in the fish filled Red Sea would seem.",
    "lyric": "On a night / When the moon glows yellow in the riptide / With the light / From the TVs buzzing in the house",
    "styles": {
      "cover": "cover-right"
    }
  },
  {
    "rank": "2",
    "cover": "2.jpg",
    "title": "Riri ",
    "artist": "Young Thug",
    "year": "2016",
    "write_up": "Women have a special power over men. I wish it wasn’t true. Honestly, it kinda sucks. ‘Riri’ is about how they can make everything alright, about how their passion and attention can feel like the only things on earth that can keep you going. It has the greatest ad-lib ever, placed on the song solely to accentuate that emotion. It’s a song that gleefully explores the most underground aspects of our human experience. While Young Thug only really seems to be able to access this special artistic power through his sexual compulsions, he is still able to access it, unlike anybody else alive.",
    "lyric": "Yaaaaaaaahhhhhhh!",
    "styles": {
      "cover": "cover-left"
    }
  },
  {
    "rank": "1",
    "cover": "1.jpg",
    "title": "Hold My Liquor",
    "artist": "Kanye West",
    "year": "2013",
    "write_up": "At the end of the day, music is about pathos, and pop music is about sexy pathos. The dark, thudding bass lines, the annoying-ass record scratch, the slowly building synths, all of that is what makes the sad content of this song ‘sexy’. Everything thing else is pure human emotion, Bon Iver’s part (“I heard you need a new, phone!”), Chief Keef’s part (“these bitches can’t handle me!”), Kanye’s unforgettable verse (“Okay I smashed your corolla!”), and of course, that Mike Dean guitar. Yeezus was Kanye’s greatest album, his best representation of his organizational genius, and Hold My Liquor, as the perfect example of all those facts, was the decade’s greatest song.",
    "lyric": "Babygirl he's a loner, Babygirl he's a loner",
    "styles": {
      "cover": "cover-right"
    }
  }
]
